Repository: materialofair/zeroNet_Space
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, ja, pl, pt_br, zh_hans, zh_hant

# audio.share.vipRequired.message
source: Sharing audio recordings is a VIP exclusive feature. Please unlock VIP in Settings to share recordings.
de: Das Teilen von Audioaufnahmen ist eine exklusive VIP-Funktion. Schalte VIP in den Einstellungen frei, um Aufnahmen zu teilen.
es: Compartir grabaciones de audio es una función exclusiva de VIP. Desbloquea VIP en Ajustes para compartirlas.
fr: Le partage d’enregistrements audio est réservé à VIP. Débloquez VIP dans Réglages pour partager vos enregistrements.
id: Berbagi rekaman audio adalah fitur eksklusif VIP. Buka VIP di Pengaturan untuk berbagi rekaman.
ja: 録音の共有はVIP限定機能です。共有するには設定でVIPを解除してください。
pl: Udostępnianie nagrań jest funkcją VIP. Odblokuj VIP w ustawieniach, aby udostępniać nagrania.
pt_br: Compartilhar gravações de áudio é uma função exclusiva do VIP. Desbloqueie o VIP em Ajustes para compartilhar gravações.
zh_hans: 录音分享为 VIP 会员专享功能。请在“设置”中升级解锁 VIP 后使用。
zh_hant: 錄音分享為 VIP 會員專享功能。請在“設定”中升級解鎖 VIP 後使用。

# audio.share.vipRequired.title
source: VIP Required
de: VIP erforderlich
es: Se requiere VIP
fr: VIP requis
id: VIP diperlukan
ja: VIPが必要です
pl: Wymagane VIP
pt_br: VIP necessário
zh_hans: 需要 VIP 会员
zh_hant: 需要 VIP 會員

# auth.error.disguiseMismatch
source: The disguise password does not match the main password. Please sign in again.
de: Das Tarnpasswort stimmt nicht mit dem Hauptpasswort überein. Melde dich erneut an.
es: La contraseña de camuflaje no coincide con la principal. Inicia sesión de nuevo.
fr: Le mot de passe leurre ne correspond pas au mot de passe principal. Reconnectez-vous.
id: Kata sandi penyamaran tidak cocok dengan kata sandi utama. Silakan masuk kembali.
ja: 偽装パスワードがメインパスワードと一致しません。もう一度ログインしてください。
pl: Hasło kamuflażu nie pasuje do hasła głównego. Zaloguj się ponownie.
pt_br: A senha de disfarce não corresponde à senha principal. Entre novamente.
zh_hans: 计算器登录密码与主密码不一致，请重新登录。
zh_hant: 計算器登入密碼與主密碼不一致，請重新登入。

# auth.error.disguiseUnlockFailed
source: Unlock failed. Please sign in with your main password.
de: Entsperren fehlgeschlagen. Melde dich mit deinem Hauptpasswort an.
es: No se pudo desbloquear. Inicia sesión con tu contraseña principal.
fr: Échec du déverrouillage. Connectez-vous avec votre mot de passe principal.
id: Gagal membuka kunci. Masuk dengan kata sandi utama Anda.
ja: 解除に失敗しました。メインパスワードでログインしてください。
pl: Odblokowanie nie powiodło się. Zaloguj się hasłem głównym.
pt_br: Falha ao desbloquear. Entre com sua senha principal.
zh_hans: 解锁失败，请使用主密码登录。
zh_hant: 解鎖失敗，請使用主密碼登入。

# auth.error.loadKeyFailed
source: Unable to read encryption key.
de: Verschlüsselungsschlüssel konnte nicht gelesen werden.
es: No se pudo leer la clave de cifrado.
fr: Impossible de lire la clé de chiffrement.
id: Kunci enkripsi tidak dapat dibaca.
ja: 暗号鍵を読み取れません。
pl: Nie można odczytać klucza szyfrowania.
pt_br: Não foi possível ler a chave de criptografia.
zh_hans: 无法读取加密密钥。
zh_hant: 無法讀取加密金鑰。

# auth.error.lockedMinutes
source: Too many incorrect attempts. Locked for %1$d minutes.
de: Zu viele falsche Versuche. Für %1$d Minuten gesperrt.
es: Demasiados intentos incorrectos. Bloqueado durante %1$d minutos.
fr: Trop de tentatives incorrectes. Verrouillé pendant %1$d minutes.
id: Terlalu banyak percobaan salah. Dikunci selama %1$d menit.
ja: 誤った入力が多すぎます。%1$d分間ロックされています。
pl: Za dużo błędnych prób. Zablokowano na %1$d minut.
pt_br: Muitas tentativas incorretas. Bloqueado por %1$d minutos.
zh_hans: 尝试次数过多，已锁定 %1$d 分钟。
zh_hant: 嘗試次數過多，已鎖定 %1$d 分鐘。

# auth.error.remainingAttempts
source: Incorrect password. %1$d attempts remaining.
de: Falsches Passwort. Noch %1$d Versuche.
es: Contraseña incorrecta. Quedan %1$d intentos.
fr: Mot de passe incorrect. %1$d tentatives restantes.
id: Kata sandi salah. Tersisa %1$d percobaan.
ja: パスワードが正しくありません。残り%1$d回試行できます。
pl: Nieprawidłowe hasło. Pozostało %1$d prób.
pt_br: Senha incorreta. Restam %1$d tentativas.
zh_hans: 密码错误，还可尝试 %1$d 次。
zh_hant: 密碼錯誤，還可嘗試 %1$d 次。

# auth.error.savePasswordFailed
source: Failed to save password: %1$@
de: Passwort konnte nicht gespeichert werden: %1$@
es: No se pudo guardar la contraseña: %1$@
fr: Impossible d’enregistrer le mot de passe : %1$@
id: Gagal menyimpan kata sandi: %1$@
ja: パスワードを保存できませんでした：%1$@
pl: Nie udało się zapisać hasła: %1$@
pt_br: Não foi possível salvar a senha: %1$@
zh_hans: 保存密码失败: %1$@
zh_hant: 儲存密碼失敗: %1$@

# auth.error.tooManyAttemptsMinutes
source: Too many attempts. Try again in %1$d m %2$d s.
de: Zu viele Versuche. Versuche es in %1$d Min. %2$d Sek. erneut.
es: Demasiados intentos. Inténtalo en %1$d min %2$d s.
fr: Trop de tentatives. Réessayez dans %1$d min %2$d s.
id: Terlalu banyak percobaan. Coba lagi dalam %1$d menit %2$d detik.
ja: 試行回数が多すぎます。%1$d分%2$d秒後にお試しください。
pl: Za dużo prób. Spróbuj ponownie za %1$d min %2$d s.
pt_br: Muitas tentativas. Tente novamente em %1$d min %2$d s.
zh_hans: 尝试次数过多，请在 %1$d 分 %2$d 秒后重试。
zh_hant: 嘗試次數過多，請在 %1$d 分 %2$d 秒後重試。

# auth.error.tooManyAttemptsSeconds
source: Too many attempts. Try again in %1$d seconds.
de: Zu viele Versuche. Versuche es in %1$d Sekunden erneut.
es: Demasiados intentos. Inténtalo en %1$d segundos.
fr: Trop de tentatives. Réessayez dans %1$d secondes.
id: Terlalu banyak percobaan. Coba lagi dalam %1$d detik.
ja: 試行回数が多すぎます。%1$d秒後にお試しください。
pl: Za dużo prób. Spróbuj ponownie za %1$d sekund.
pt_br: Muitas tentativas. Tente novamente em %1$d segundos.
zh_hans: 尝试次数过多，请在 %1$d 秒后重试。
zh_hant: 嘗試次數過多，請在 %1$d 秒後重試。

# calculatorLogin.changePassword.required.message
source: Calculator Login mode requires main password to contain only numbers and decimal point. Current password contains letters or special characters. Please change to numbers and decimal point only.
de: Die Rechner-Anmeldung erfordert ein Hauptpasswort nur aus Ziffern und Dezimalpunkten. Dein aktuelles Passwort enthält Buchstaben oder Sonderzeichen. Ändere es entsprechend.
es: El acceso con calculadora requiere una contraseña principal que solo contenga números y puntos decimales. La actual contiene letras o caracteres especiales. Cámbiala para cumplir este requisito.
fr: Le mode calculatrice exige un mot de passe principal composé uniquement de chiffres et de points décimaux. Le mot de passe actuel contient des lettres ou des caractères spéciaux. Modifiez-le en conséquence.
id: Mode masuk kalkulator memerlukan kata sandi utama yang hanya berisi angka dan titik desimal. Kata sandi saat ini berisi huruf atau karakter khusus. Ubah agar hanya berisi angka dan titik desimal.
ja: 電卓ログインには、数字と小数点のみのメインパスワードが必要です。現在のパスワードには文字または特殊記号が含まれています。数字と小数点のみに変更してください。
pl: Logowanie przez kalkulator wymaga hasła głównego zawierającego tylko cyfry i kropkę dziesiętną. Obecne hasło zawiera litery lub znaki specjalne. Zmień je na hasło złożone wyłącznie z cyfr i kropki.
pt_br: O acesso pela calculadora exige uma senha principal com apenas números e pontos decimais. A senha atual contém letras ou caracteres especiais. Altere-a para atender a esse requisito.
zh_hans: 计算器登录模式要求主密码仅包含数字和小数点。当前主密码包含字母或特殊字符，请修改为仅包含数字和小数点的密码。
zh_hant: 計算器登入模式要求主密碼僅包含數字和小數點。當前主密碼包含字母或特殊字元，請修改為僅包含數字和小數點的密碼。

# calculatorLogin.changePassword.required.title
source: Password Change Required
de: Passwortänderung erforderlich
es: Debes cambiar la contraseña
fr: Changement de mot de passe requis
id: Perubahan kata sandi diperlukan
ja: パスワードの変更が必要です
pl: Wymagana zmiana hasła
pt_br: Alteração de senha necessária
zh_hans: 需要修改主密码
zh_hant: 需要修改主密碼

# calculatorLogin.enable.description
source: When enabled, the app will launch with calculator interface instead of login screen
de: Wenn aktiviert, startet die App mit dem Rechner statt dem Anmeldebildschirm
es: Al activarlo, la app mostrará la calculadora en lugar de la pantalla de acceso
fr: Une fois activé, l’app s’ouvre sur la calculatrice plutôt que sur l’écran de connexion
id: Saat aktif, aplikasi akan terbuka dengan antarmuka kalkulator, bukan layar masuk
ja: 有効にすると、ログイン画面の代わりに電卓画面で起動します
pl: Po włączeniu aplikacja uruchamia się jako kalkulator zamiast ekranu logowania
pt_br: Quando ativado, o app abre com a calculadora em vez da tela de acesso
zh_hans: 启用后，应用启动时将显示计算器界面而非登录界面
zh_hant: 啓用後，應用啓動時將顯示計算器介面而非登入介面

# calculatorLogin.enable.message
source: When calculator login mode is enabled, the app launches as a calculator. Set a password sequence to unlock the real interface.
de: Wenn die Rechner-Anmeldung aktiviert ist, startet die App als Rechner. Lege eine Passwortfolge fest, um die eigentliche Oberfläche zu entsperren.
es: Cuando activas el acceso con calculadora, la app se inicia como una calculadora. Configura una secuencia de contraseña para desbloquear la interfaz real.
fr: En mode calculatrice, l’app s’ouvre comme une calculatrice. Définissez une séquence de déverrouillage pour accéder à l’interface principale.
id: Saat mode masuk kalkulator aktif, aplikasi terbuka sebagai kalkulator. Atur urutan kata sandi untuk membuka antarmuka sebenarnya.
ja: 電卓ログインモードを有効にすると、アプリは電卓として起動します。実際の画面を解除するパスワード入力列を設定してください。
pl: Po włączeniu trybu logowania przez kalkulator aplikacja uruchamia się jako kalkulator. Ustaw sekwencję hasła, aby odblokować właściwy interfejs.
pt_br: Quando o acesso pela calculadora está ativado, o app abre como uma calculadora. Defina uma sequência de senha para desbloquear a interface real.
zh_hans: 启用计算器登录模式后，应用将以计算器界面启动。请设置一个密码序列用于解锁应用。
zh_hant: 啓用計算器登入模式後，應用將以計算器介面啓動。請設定一個密碼序列用於解鎖應用。

# calculatorLogin.enable.title
source: Enable Calculator Login Mode
de: Rechner-Anmeldung aktivieren
es: Activar acceso con calculadora
fr: Activer le mode calculatrice
id: Aktifkan mode masuk kalkulator
ja: 電卓ログインモードを有効にする
pl: Włącz tryb logowania przez kalkulator
pt_br: Ativar acesso pela calculadora
zh_hans: 启用计算器登录模式
zh_hant: 啓用計算器登入模式

# calculatorLogin.instructions.example
source: Example: Enter 1234.56 then press =
de: Beispiel: 1234.56 eingeben, dann = drücken
es: Ejemplo: introduce 1234.56 y pulsa =
fr: Exemple : saisissez 1234.56, puis appuyez sur =
id: Contoh: masukkan 1234.56 lalu tekan =
ja: 例：1234.56を入力し、「=」を押します
pl: Przykład: wpisz 1234.56 i naciśnij =
pt_br: Exemplo: digite 1234.56 e toque em =
zh_hans: 示例: 输入 1234.56 再按 =
zh_hant: 示例: 輸入 1234.56 再按 =

# calculatorLogin.instructions.howTo
source: Enter this number sequence in calculator and press = to unlock
de: Gib diese Zahlenfolge im Rechner ein und drücke = zum Entsperren
es: Introduce esta secuencia en la calculadora y pulsa = para desbloquear
fr: Saisissez cette séquence dans la calculatrice, puis appuyez sur = pour déverrouiller
id: Masukkan urutan angka ini di kalkulator lalu tekan = untuk membuka kunci
ja: 電卓でこの数字列を入力し、「=」を押してロックを解除します
pl: Wpisz tę sekwencję cyfr w kalkulatorze i naciśnij =, aby odblokować
pt_br: Digite esta sequência na calculadora e toque em = para desbloquear
zh_hans: 在计算器中输入此数字序列后按 = 号即可解锁应用
zh_hant: 在計算器中輸入此數字序列後按 = 號即可解鎖應用

# calculatorLogin.instructions.title
source: Instructions
de: Anleitung
es: Instrucciones
id: Petunjuk
ja: 使い方
pl: Instrukcje
pt_br: Instruções
zh_hans: 使用说明
zh_hant: 使用說明

# calculatorLogin.passwordSequence
source: Password Sequence
de: Passwortfolge
es: Secuencia de contraseña
fr: Séquence de déverrouillage
id: Urutan kata sandi
ja: パスワード入力列
pl: Sekwencja hasła
pt_br: Sequência da senha
zh_hans: 密码序列
zh_hant: 密碼序列

# calculatorLogin.passwordSequence.autoSynced
source: Auto-synced
de: Automatisch synchronisiert
es: Sincronizado automáticamente
fr: Synchronisé automatiquement
id: Disinkronkan otomatis
ja: 自動同期済み
pl: Zsynchronizowano automatycznie
pt_br: Sincronizado automaticamente
zh_hans: 已自动同步
zh_hant: 已自動同步

# calculatorLogin.passwordSequence.autoSyncHint
source: Password sequence automatically syncs with your main password. Change your main password to update the calculator login mode unlock sequence.
de: Die Passwortfolge wird automatisch mit deinem Hauptpasswort synchronisiert. Ändere dein Hauptpasswort, um die Entsperrfolge der Rechner-Anmeldung zu aktualisieren.
es: La secuencia se sincroniza automáticamente con tu contraseña principal. Cámbiala para actualizar la secuencia de desbloqueo del acceso con calculadora.
fr: La séquence se synchronise automatiquement avec votre mot de passe principal. Modifiez ce dernier pour mettre à jour la séquence de déverrouillage du mode calculatrice.
id: Urutan kata sandi disinkronkan otomatis dengan kata sandi utama. Ubah kata sandi utama untuk memperbarui urutan pembuka kunci mode masuk kalkulator.
ja: パスワード入力列はメインパスワードと自動的に同期されます。メインパスワードを変更すると、電卓ログインモードの解除に使う入力列も更新されます。
pl: Sekwencja hasła automatycznie synchronizuje się z hasłem głównym. Zmień hasło główne, aby zaktualizować sekwencję odblokowania trybu logowania przez kalkulator.
pt_br: A sequência é sincronizada automaticamente com sua senha principal. Altere a senha principal para atualizar a sequência de desbloqueio do acesso pela calculadora.
zh_hans: 密码序列自动与主密码同步。修改主密码即可更新计算器登录模式解锁序列。
zh_hant: 密碼序列自動與主密碼同步。修改主密碼即可更新計算器登入模式解鎖序列。

# calculatorLogin.passwordSequence.notSet
source: Not set
de: Nicht festgelegt
es: Sin configurar
fr: Non défini
id: Belum diatur
ja: 未設定
pl: Nie ustawiono
pt_br: Não definido
zh_hans: 未设置
zh_hant: 未設定

# calculatorLogin.security.tips
source: • Calculator interface is fully realistic and undetectable • No calculation history is retained • Please memorize your password sequence
de: • Die Rechner-Oberfläche wirkt vollständig echt und ist nicht als Tarnung erkennbar • Es wird kein Rechenverlauf gespeichert • Merke dir deine Passwortfolge
es: • La interfaz de calculadora es totalmente realista e indetectable • No se conserva historial de cálculos • Memoriza tu secuencia de contraseña
fr: • L’interface de calculatrice est réaliste et indétectable • Aucun historique de calcul n’est conservé • Mémorisez votre séquence de déverrouillage
id: • Antarmuka kalkulator sepenuhnya realistis dan tidak terdeteksi • Riwayat perhitungan tidak disimpan • Ingat urutan kata sandi Anda
ja: • 本物の電卓と変わらない自然な画面 • 計算履歴は保存されません • パスワード入力列を忘れないでください
pl: • Interfejs kalkulatora jest realistyczny i nierozpoznawalny • Historia obliczeń nie jest zapisywana • Zapamiętaj sekwencję hasła
pt_br: • A interface da calculadora é totalmente realista e indetectável • Nenhum histórico de cálculo é mantido • Memorize sua sequência de senha
zh_hans: • 计算器界面完全真实，无法被识破 • 不会保留任何计算历史记录 • 请牢记您的密码序列
zh_hant: • 計算器介面完全真實，無法被識破 • 不會保留任何計算歷史記錄 • 請牢記您的密碼序列

# calculatorLogin.security.title
source: Calculator Login Mode Security Tips
de: Sicherheitshinweise zur Rechner-Anmeldung
es: Consejos de seguridad del acceso con calculadora
fr: Conseils de sécurité du mode calculatrice
id: Tips keamanan mode masuk kalkulator
ja: 電卓ログインモードの安全上の注意
pl: Wskazówki bezpieczeństwa logowania przez kalkulator
pt_br: Dicas de segurança do acesso pela calculadora
zh_hans: 计算器登录模式安全提示
zh_hant: 計算器登入模式安全提示

# calculatorLogin.settings.title
source: Calculator Login Mode
de: Rechner-Anmeldemodus
es: Modo de acceso con calculadora
fr: Mode de connexion par calculatrice
id: Mode masuk kalkulator
ja: 電卓ログインモード
pl: Tryb logowania przez kalkulator
pt_br: Modo de acesso pela calculadora
zh_hans: 计算器登录模式
zh_hant: 計算器登入模式

# calculatorLogin.tip.calculator
source: Calculator is fully functional for normal calculations
de: Der Rechner funktioniert für normale Berechnungen vollständig
es: La calculadora funciona plenamente para cálculos normales
fr: La calculatrice permet tous les calculs courants
id: Kalkulator berfungsi penuh untuk perhitungan biasa
ja: 電卓は通常の計算にも使用できます
pl: Kalkulator obsługuje zwykłe obliczenia
pt_br: A calculadora funciona normalmente para cálculos comuns
zh_hans: 计算器完全可用，可进行正常计算
zh_hant: 計算器完全可用，可進行正常計算

# calculatorLogin.tip.noDisplay
source: Password sequence won't appear in calculation results
de: Die Passwortfolge erscheint nicht in Berechnungsergebnissen
es: La secuencia no aparecerá en los resultados de los cálculos
fr: La séquence n’apparaît pas dans les résultats des calculs
id: Urutan kata sandi tidak akan muncul dalam hasil perhitungan
ja: パスワード入力列は計算結果に表示されません
pl: Sekwencja hasła nie pojawia się w wynikach obliczeń
pt_br: A sequência não aparece nos resultados dos cálculos
zh_hans: 密码序列不会显示在计算结果中
zh_hant: 密碼序列不會顯示在計算結果中

# calculatorLogin.tip.noFeedback
source: No feedback for wrong password (disguise feature)
de: Keine Rückmeldung bei falschem Passwort (Tarnfunktion)
es: Sin respuesta si la contraseña es incorrecta (camuflaje)
fr: Aucun retour en cas de mot de passe incorrect (camouflage)
id: Tidak ada respons untuk kata sandi salah (fitur penyamaran)
ja: 誤ったパスワードには反応しません（偽装機能）
pl: Brak reakcji na błędne hasło (funkcja kamuflażu)
pt_br: Sem aviso para senha incorreta (disfarce)
zh_hans: 密码错误时不会有任何提示（计算器登录特性）
zh_hant: 密碼錯誤時不會有任何提示（計算器登入特性）

# calculatorLogin.tip.numbersOnly
source: Password sequence supports only numbers and decimal point
de: Die Passwortfolge unterstützt nur Ziffern und Dezimalpunkte
es: La secuencia solo admite números y puntos decimales
fr: La séquence n’accepte que les chiffres et le point décimal
id: Urutan kata sandi hanya mendukung angka dan titik desimal
ja: パスワード入力列には数字と小数点のみ使用できます
pl: Sekwencja hasła obsługuje tylko cyfry i kropkę dziesiętną
pt_br: A sequência aceita apenas números e pontos decimais
zh_hans: 密码序列仅支持数字和小数点
zh_hant: 密碼序列僅支持數字和小數點

# calculatorLogin.title
source: Calculator Login Calculator
de: Rechner für die Rechner-Anmeldung
es: Calculadora de acceso
fr: Calculatrice de connexion
id: Kalkulator untuk masuk
ja: ログイン用電卓
pl: Kalkulator logowania
pt_br: Calculadora de acesso
zh_hans: 计算器登录计算器
zh_hant: 計算器登入計算器

# calculatorLogin.unlockPassword
source: Unlock Password
de: Entsperrpasswort
es: Contraseña de desbloqueo
fr: Mot de passe de déverrouillage
id: Kata sandi pembuka kunci
ja: 解除用パスワード
pl: Hasło odblokowania
pt_br: Senha de desbloqueio
zh_hans: 解锁密码
zh_hant: 解鎖密碼

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
ja: 閉じる
pl: Zamknij
pt_br: Fechar
zh_hans: 关闭
zh_hant: 關閉

# common.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasi
ja: 確認
pl: Potwierdź
pt_br: Confirmar
zh_hans: 确认
zh_hant: 確認

# common.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
id: Lanjutkan
ja: 続ける
pl: Kontynuuj
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

# common.create
source: Create
de: Erstellen
es: Crear
fr: Créer
id: Buat
ja: 作成
pl: Utwórz
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
ja: 削除
pl: Usuń
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
id: Selesai
ja: 完了
pl: Gotowe
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

# common.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
pl: Edytuj
pt_br: Editar
zh_hans: 编辑
zh_hant: 編輯

# common.error
source: Error
de: Fehler
fr: Erreur
id: Kesalahan
ja: エラー
pl: Błąd
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤

# common.error.noPassword
source: Cannot get password, please login again
de: Passwort nicht verfügbar. Melde dich erneut an.
es: No se puede obtener la contraseña. Inicia sesión de nuevo.
fr: Mot de passe inaccessible. Reconnectez-vous.
id: Kata sandi tidak dapat diperoleh. Silakan masuk kembali.
ja: パスワードを取得できません。再度ログインしてください
pl: Nie można pobrać hasła. Zaloguj się ponownie.
pt_br: Não foi possível obter a senha. Entre novamente.
zh_hans: 无法获取密码，请重新登录
zh_hant: 無法獲取密碼，請重新登入

# common.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
id: Ekspor
ja: 書き出し
pl: Eksportuj
pt_br: Exportar
zh_hans: 导出
zh_hant: 匯出

# common.importing.photos
source: Importing photos
de: Fotos werden importiert
es: Importando fotos
fr: Import des photos
id: Mengimpor foto
ja: 写真を読み込み中
pl: Importowanie zdjęć
pt_br: Importando fotos
zh_hans: 正在导入图片
zh_hant: 正在匯入圖片

# common.loading
source: Loading...
de: Wird geladen…
es: Cargando…
fr: Chargement…
id: Memuat…
ja: 読み込み中…
pl: Wczytywanie…
pt_br: Carregando…
zh_hans: 加载中...
zh_hant: 載入中...

# common.processing
source: Processing...
de: Wird verarbeitet…
es: Procesando…
fr: Traitement…
id: Memproses…
ja: 処理中…
pl: Przetwarzanie…
pt_br: Processando…
zh_hans: 正在处理...
zh_hant: 正在處理...

# common.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
id: Coba lagi
ja: 再試行
pl: Spróbuj ponownie
pt_br: Tentar novamente
zh_hans: 重试
zh_hant: 重試

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
ja: 保存
pl: Zapisz
pt_br: Salvar
zh_hans: 保存
zh_hant: 儲存

# common.search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
id: Cari
ja: 検索
pl: Szukaj
pt_br: Buscar
zh_hans: 搜索
zh_hant: 搜尋

# common.select
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
id: Pilih
ja: 選択
pl: Wybierz
pt_br: Selecionar
zh_hans: 选择
zh_hant: 選擇

# common.selectAll
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
id: Pilih semua
ja: すべて選択
pl: Wybierz wszystko
pt_br: Selecionar tudo
zh_hans: 全选
zh_hant: 全選

# common.share
source: Share
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
ja: 共有
pl: Udostępnij
pt_br: Compartilhar
zh_hans: 分享
zh_hant: 分享

# common.unknownError
source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
id: Kesalahan tidak diketahui
ja: 不明なエラー
pl: Nieznany błąd
pt_br: Erro desconhecido
zh_hans: 未知错误
zh_hant: 未知錯誤

# disguise.changePassword.action
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
id: Ubah kata sandi
ja: パスワードを変更
pl: Zmień hasło
pt_br: Alterar senha
zh_hans: 修改密码
zh_hant: 修改密碼

# disguise.confirmChange.continue
source: Continue Change
de: Änderung fortsetzen
es: Continuar cambio
fr: Poursuivre le changement
id: Lanjutkan perubahan
ja: 変更を続ける
pl: Kontynuuj zmianę
pt_br: Continuar alteração
zh_hans: 继续修改
zh_hant: 繼續修改

# disguise.confirmChange.message
source: After changing password, you'll need to use the new password for next login. Encrypted files will continue using the original key, no reencryption needed.
de: Nach der Passwortänderung benötigst du beim nächsten Anmelden das neue Passwort. Verschlüsselte Dateien verwenden weiterhin den ursprünglichen Schlüssel; eine erneute Verschlüsselung ist nicht nötig.
es: Tras cambiar la contraseña, tendrás que usar la nueva al iniciar sesión. Los archivos cifrados seguirán usando la clave original, sin necesidad de volver a cifrarlos.
fr: Après le changement, utilisez le nouveau mot de passe à la prochaine connexion. Les fichiers chiffrés conservent leur clé d’origine et n’ont pas besoin d’être chiffrés à nouveau.
id: Setelah mengubah kata sandi, gunakan kata sandi baru saat masuk berikutnya. File terenkripsi tetap menggunakan kunci asli tanpa perlu dienkripsi ulang.
ja: パスワードを変更すると、次回のログインには新しいパスワードが必要になります。暗号化済みファイルは元の鍵を使用するため、再暗号化は不要です。
pl: Po zmianie hasła przy następnym logowaniu użyj nowego hasła. Zaszyfrowane pliki zachowają pierwotny klucz; ponowne szyfrowanie nie jest potrzebne.
pt_br: Após alterar a senha, use a nova senha no próximo acesso. Os arquivos criptografados continuarão usando a chave original, sem precisar de nova criptografia.
zh_hans: 修改主密码后，下次登录需要使用新密码。加密文件会继续使用最初设置的密钥，无需等待重新加密。
zh_hant: 修改主密碼後，下次登入需要使用新密碼。加密檔案會繼續使用最初設定的金鑰，無需等待重新加密。

# disguise.confirmChange.title
source: Confirm Password Change
de: Passwortänderung bestätigen
es: Confirmar cambio de contraseña
fr: Confirmer le changement de mot de passe
id: Konfirmasi perubahan kata sandi
ja: パスワード変更を確認
pl: Potwierdź zmianę hasła
pt_br: Confirmar alteração de senha
zh_hans: 确认修改密码
zh_hant: 確認修改密碼
